[ItemDefs.ID_GoldenLoaderPart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="BLNG BLNG!"

[ItemDefs.ID_PotionBottle:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="All you need for love: rare metal, hard liquor, and a baby's tears."
